name: "yolov5"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [-1, 3, -1, -1]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1, -1, 6]
  },
  { 
    name: "397"
    data_type: TYPE_FP32
    dims: [1, 3, 80, 80, 6]
  },
  {
    name: "495"
    data_type: TYPE_FP32
    dims: [1, 3, 40, 40, 6]
  },
  {
    name: "593"
    data_type: TYPE_FP32
    dims: [1, 3, 20, 20, 6]
  }
]