name: "ge_text_detector"
max_batch_size : 0
platform: "tensorflow_savedmodel"
input [
  {
    name: "the_input_ge"
    data_type: TYPE_FP32
    dims: [-1, 128, 64, 1]
  }
]
output [
  {
    name: "softmax_ge"
    data_type: TYPE_FP32
    dims: [-1, 32, 36]
  }
]