name: "craft_net"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [-1, 3, -1, -1]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1,-1,-1,2]
  },
  {
    name: "284"
    data_type: TYPE_FP32
    dims: [-1,32,-1,-1]
  }
]